# -*- coding: utf-8 -*-
'''
Created on 2018年5月1日

文章地域分类系统展示2

@author: Gdx
'''
import Loc_Classify

if __name__ == '__main__':
    
    loc_obj = Loc_Classify.Loc_Classify()
    
    ID = 'test_article_2'
    title = '厉害了！快来看，香港媒体这样点赞重庆经济发展'
    source = '重庆微发布'
    content = '''
   6月5—9日，为期5天的 2017港澳媒体高层人士赴渝参访周落下帷幕，想知道香港媒体怎么评价重庆发展的？  小编特意为你准备好了—— 
 
 《香港商报》点赞重庆 聚焦长江经济带联动发展 

 摄影师·司琪 
 2020年全面小康 重庆信心十足 
 重庆市委副书记唐良智在会见中表示，参访团十几年来对重庆进行了全方位的宣传、推介，在推动重庆的国际影响方面，港澳媒体功不可没。港澳媒体高层人士赴渝参访团已举办了13次，这期间重庆发生了翻天覆地的变化，重庆城乡建设不断发展，人民生活水平不断提高。20年来重庆的GDP平均增长11.7%，这是一个很了不起的数字。20年来中国和世界经济几番起伏，但是重庆一直保持了平均11.7%的高速增长，老百姓人均收入的增长水平年均在9%以上，投资的强度也保持巨大增长，经济设施得到明显改善，重庆城市的版图与20年前已完全不一样。 
 
 唐良智向参访团介绍，去年重庆经济增长10.7%，今年一季度是10.5%，投资增速11%，二季度保持了一季度的增长势头。他表示，在全国经济下行压力增大的情况下，重庆继续保持如此高的增长速度，一方面是重庆贯彻中央的要求坚决有力，另一方面也是全体人民的努力。他预计重庆未来仍将保持中高速增长。 
 
 对于2020年能否全面建成小康社会，唐良智表示重庆信心满满。5年前重庆还有200万贫困人口，现在只剩下20多万。重庆正按照中央统一部署和要求，今年将实现这20万人口基本脱贫，明年做扫尾工作，到2020年要全面提升巩固。他透露，重庆正在研究建立长效机制，考量如何把扶贫攻艰、三农发展和城乡统筹结合起来，不仅仅是脱贫，而是要持续地向好，生活水平不断地提高。要随着城市的发展，让全市人民都能共同享受改革发展的成果，而不是仅仅停留在贫困线以上。他表示在这一点上，重庆是有信心、有能力的，也是一定可以完成的。 
 
 他指出，十八大以后，在以习近平同志为核心的党中央坚强领导下，市委市政府贯彻中央的战略部署，强化四个意识，推进五个一体，四个全面总体战略部署。特别是习近平总书记去年来重庆视察，对重庆提出明确的要求、定位，重庆在未来一段时期内的目标首先是全面建设小康社会，把长江经济带和一带一路连接点的作用发挥好，把西部大开发战略资源的作用发挥好，按照四个扎实的要求，来推动重庆经济的发展。 
 重庆推动长江经济带联动发展 

 参访团团长、香港商报社长陈寅采访重庆市委副书记唐良智：您曾经在武汉当过市长，在成都当过书记，如今又到重庆直辖市委以重任，重庆在推动长江经济带协同发展方面有无一些联动机制安排? 
 
 对此唐良智笑言：长江经济带是中国经济的重要组成部分，范围也很大，从上海到长江中下游地区，这些地区恰好我都干过了！我参加工作的第一站就是在上海，随后来到长江中游的武汉，后来又到了成都，现在又回到了长江上游的重庆。 
 
 在唐良智看来，这些节点城市发展好了，长江经济带也就建设好了，关键是要充分发挥这些城市的整体带动、辐射作用，发挥城市集聚的能力。长江经济带已经建设成对外开放的整体平台，在推动与西部地区互联互通，在大的通道建设上，重庆下了很大力气，落力推动包括产业集群、要素配置，以及长江经济带等重要的协作机制。 
 
 重庆正致力于加强与西部的成都，中部的武汉，西部的昆明、贵阳等城市的合作，在轨道交通、高铁、机场建设等的投资力度很大。重庆T3新航站楼建成，机场年客流量达到3500万人，增长迅猛。可以看到，包括成都、昆明、贵阳都在加大投入，整个西部地区都在加快大联通，使过去分离式的发展变成有机的、互联互通的一个版块。 
 
 他指出，中央给重庆的定位是长江经济带和一带一路的连结点和西部大开发的战略支点，重庆作为支点就是要撬动起来，跟大城市联动，来带动整个长江经济带上游地区的发展。 
 
 在未来五年十年我们会看到，从西部到中部，以及长江经济带将实现一个整体的联动式发展，形成一个整体的经济版块，长江经济带城市间相互促进很重要。唐良智说：一个城市干不了所有的事，但是我们连起来，可以把所有的事办好，这是重庆下一步很重要的方向。 
 
 国家在推进长江经济带协同发展上的措施越来越实，越来越具体，所以我们充满信心，国家搭台，加快基础设施建设，我们各地要共同把这一台戏唱好。唐良智表示，长江中游地区、下游地区和长江中部城市区，以及成渝城市群之间要思考怎样更多地加强联动。可以看到，长三角地区的企业到重庆来投资的力度很大，正是因为真正投资机会和增长空间最大的还是在长江中上游地区，这是经济梯度发展的规律决定的。西部地区多达数亿人，平均水平相对还低，以目前经济水平要赶上长江下游地区水平，重庆的增长空间就会大一些，经济增长速度也一定会快一些，他表示欢迎更多港澳客商前往投资兴业。 
 经济发展与生态保护并行 
 唐良智说，必须认识到，作为一个新兴直辖市，处于西部大开发中，以及长江经济带和一带一路节点，重庆仍然处在一个相对发展滞后的区域，要以此来谋划自身的发展。特别是十八大以后，新的市委按照中央五大新发展理念的要求，对重庆未来发展进行了谋划。重庆版图八万多平方公里，分成五大功能区，因地制宜推进城乡统筹发展。 
 
 他介绍，围绕老的中心城区，都市功能核心区、都市功能拓展区和都市发展新区三大区域，合共1700多万人，是未来五到十年重庆工业化、城镇化最重要的区域。随着工业化、城镇化的推进，未来人口还将进一步聚集。通过这样一个大都市群的建设，来有序地转移渝东南、渝东北的人口。 
 
 渝东南、渝东北作为生态保护和生态涵养发展区，是三峡大库区的核心区域，也是长江库区的支流支脉，武陵山区和秦巴山区，但这一块的人口承载量还比较大，主要以生态建设为主，确保生态环境。 
 
 在水上作文章，在林上作文章。渝东北、渝东南的生态发生了很大改变，相信参访团这次也深有体会。不管山上山下还是水岸，不管是生态林还是经济林，不管是石漠化还是治理，不管是特色农业还是生态旅游的发展，都取得了巨大的变化。他表示，这既是中央的要求，也是国家尤其是库区不搞大开发，只搞大保护的要求，一江清水，南水北调，保证一江清水很重要。两岸青山，一江碧水，在长江和嘉陵江如此广阔的流域，沿线没有任何飘浮物，这在全世界也不多见。他指出，重庆在生态建设方面取得的巨大成绩，与重庆在此方面下了巨大的决心，并以工作制度切实保障有很大关系。 
 重庆真正做到城乡统筹发展 
 唐良智说，在刚刚召开的重庆市委党代会上，提出了全面决胜小康，开启社会主义现代化建设新征程，来推进重庆下一个阶段的发展，把重庆建设成城乡统筹的国家中心城市，真正做到城乡统筹。 
 
 他亦指出，重庆与其他直辖市不同之处在于，人口多、面积大，地区差别也大，情况也较复杂，所以重庆在城乡统筹发展上的力度非常大，是统筹城乡的国家中心城市。有深刻的意义和内涵，长远目标是建成国际化大都市，在创新驱动上还要有更大作为，在农业农村发展，城市经济结构的调整、壮大方面，在城市文化建设方面，在城市面貌建设上也要有更大作为，在规划设计上要更多地完善城市公共服务的条件和水平。 
 
 我对重庆的未来充满信心，我们的发展速度在全国还将继续保持领先水平。因为我们所处的地理位置，总体上来进还处于欠发达区域，并且我们还有大量的统筹区域，所以理应发展得更快一点。 唐良智并寄语港澳媒体一如继往地关心重庆，多向海外宣传推介重庆，更多地提出建议和意见，以把重庆建设得更好。 
 
 此外，市委常委、宣传部部长张鸣参加了会见。参访团团长、香港商报社长陈寅表示，此次港澳媒体十余位高层人士，共40余位媒体人士参访重庆，远多过往界。连续五天的参观访问，大家深刻感受到重庆的巨大变化，重庆在城乡统筹发展方面做出了特色，在经济高速增长的同时保护了生态，重庆的经验值得其他地区借鉴，参访团将会把重庆所取得的成就向海外广泛传播、推介，港澳媒体将一如继往地客观、全面地报道重庆，助力重庆提升国际影响力。 
 
 重庆那么棒！快转发出去 
 
 让更多的朋友知道吧   
 
 原文报道请点击下方阅读原文查看   
 
 来源：香港商报 
 
 编辑：杨夕文 
 
 声明：除原创内容及特别说明之外，推送稿件文字及图片均来自网络及各大主流媒体。版权归原作者所有。如认为内容侵权，请联系我们删除。 
 
 版权所有：重庆市政府新闻办、人民网 
    '''
    
    result = loc_obj.predict_by_article(ID, title, source, content)
    print '预测结果: ' + result

